//
//  Localizable.strings
//  Stats
//
//  Created by Serhiy Mytrovtsiy on 27/08/2020.
//  Using Swift 5.0.
//  Running on macOS 10.15.
//
//  Copyright © 2020 Serhiy Mytrovtsiy. All rights reserved.
//

// Modules
"CPU" = "CPU";
"Open CPU settings" = "打開CPU設定";
"GPU" = "GPU";
"Open GPU settings" = "打開GPU設定";
"RAM" = "記憶體";
"Open RAM settings" = "打開記憶體設定";
"Disk" = "磁碟";
"Open Disk settings" = "打開磁碟設定";
"Sensors" = "感知器";
"Open Sensors settings" = "打開感知器設定";
"Network" = "網路";
"Open Network settings" = "打開網路設定";
"Battery" = "電池";
"Open Battery settings" = "打開電池設定";
"Bluetooth" = "藍牙";
"Open Bluetooth settings" = "打開藍牙設定";
"Clock" = "時鐘";
"Open Clock settings" = "打開時鐘設定";

// Words
"Unknown" = "未知";
"Version" = "版本";
"Processor" = "處理器";
"Memory" = "記憶體";
"Graphics" = "顯示卡";
"Close" = "關閉";
"Download" = "下載";
"Install" = "安裝";
"Cancel" = "取消";
"Unavailable" = "不可用";
"Yes" = "是";
"No" = "否";
"Automatic" = "自動";
"Manual" = "手動";
"None" = "無";
"Dots" = "點";
"Arrows" = "箭頭";
"Characters" = "文字";
"Short" = "短";
"Long" = "長";
"Statistics" = "統計資料";
"Max" = "最大值";
"Min" = "最小值";
"Reset" = "重置";
"Alignment" = "對齊";
"Left alignment" = "靠左對齊";
"Center alignment" = "置中對齊";
"Right alignment" = "靠右對齊";
"Dashboard" = "儀表板";
"Enabled" = "啟用";
"Disabled" = "停用";
"Silent" = "寧靜執行";
"Units" = "單位";
"Fans" = "風扇";
"Scaling" = "縮放";
"Linear" = "線性";
"Square" = "平方";
"Cube" = "立方";
"Logarithmic" = "對數";
"Fixed scale" = "固定值";
"Cores" = "核心數";
"Settings" = "設定";
"Name" = "名稱";
"Format" = "格式";
"Turn off" = "關閉";
"Normal" = "正常";
"Warning" = "警告";
"Critical" = "重要通知";
"Usage" = "使用量";
"2 minutes" = "2分鐘";
"3 minutes" = "3分鐘";
"10 minutes" = "10分鐘";
"Import" = "匯入";
"Export" = "匯出";
"Separator" = "分隔符號";
"Read" = "讀取";
"Write" = "寫入";
"Frequency" = "頻率";
"Save" = "儲存";
"Run" = "執行";
"Stop" = "停止";
"Uninstall" = "解除安裝";
"1 sec" = "1秒";
"2 sec" = "2秒";
"3 sec" = "3秒";
"5 sec" = "5秒";
"10 sec" = "10秒";
"15 sec" = "15秒";
"30 sec" = "30秒";
"60 sec" = "60秒";

// Setup
"Stats Setup" = "Stats設定";
"Previous" = "上一步";
"Previous page" = "上一頁";
"Next" = "下一步";
"Next page" = "下一頁";
"Finish" = "完成";
"Finish setup" = "完成設定";
"Welcome to Stats" = "歡迎使用Stats";
"welcome_message" = "感謝您使用Stats！「Stats」是一款讓您在選單列一目瞭然地監看macOS系統資源的開源App。";
"Start the application automatically when starting your Mac" = "啟動 Mac 時自動打開Stats";
"Do not start the application automatically when starting your Mac" = "不要在啟動Mac時自動打開Stats";
"Do everything silently in the background (recommended)" = "在背景寧靜執行（建議）";
"Check for a new version on startup" = "當 Stats 打開時自動檢查新版本";
"Check for a new version every day (once a day)" = "每天檢查是否有新版本（1天1次）";
"Check for a new version every week (once a week)" = "每週檢查是否有新版本（1週1次）";
"Check for a new version every month (once a month)" = "每月檢查是否有新版本（1個月1次）";
"Never check for updates (not recommended)" = "不要檢查更新（不建議）";
"Anonymous telemetry for better development decisions" = "匿名診斷資料將用於改善開發決策";
"Share anonymous telemetry data" = "分享匿名診斷資料";
"Do not share anonymous telemetry data" = "不同意分享診斷資料";
"The configuration is completed" = "組態設定完成！";
"finish_setup_message" = "所有設定均已大功告成！\n Stats是一款開源且永久免費的工具程式。\n 由衷地感謝您喜歡與愛用Stats，也歡迎您支持這個專案！";

// Alerts
"New version available" = "有新版本可用";
"Click to install the new version of Stats" = "安裝Stats的新版本";
"Successfully updated" = "更新成功";
"Stats was updated to v" = "Stats已更新到 v%0";
"Reset settings text" = "應用程式的所有設定將會重置，並會重新打開此應用程式。您確定要這樣做嗎？";
"Support text" = "感謝您使用Stats！維護並改進此開放原始碼專案需要花費時間與資源。如果覺得Stats對您有所幫助，歡迎贊助我們。您的一分一毫都帶給我們莫大的幫助！";

// Settings
"Open Activity Monitor" = "打開活動監視器";
"Report a bug" = "回報錯誤";
"Support the application" = "贊助此應用程式";
"Close application" = "關閉應用程式";
"Open application settings" = "打開應用程式設定";
"Open dashboard" = "打開儀表板";
"No notifications available in this module" = "沒有可用於此模組的通知";
"Open Calendar" = "打開「行事曆」";
"Toggle the module" = "切換為模組顯示";

// Application settings
"Update application" = "更新應用程式";
"Check for updates" = "檢查更新";
"At start" = "打開時檢查";
"Once per day" = "每天1次";
"Once per week" = "每週1次";
"Once per month" = "每月1次";
"Never" = "不檢查更新";
"Check for update" = "檢查是否有更新";
"Show icon in dock" = "在Dock上顯示圖示";
"Start at login" = "登入時打開";
"Build number" = "組建號碼";
"Import settings" = "匯入設定";
"Export settings" = "匯出設定";
"Reset settings" = "重置設定";
"Pause the Stats" = "暫停Stats";
"Resume the Stats" = "恢復Stats";
"Combined modules" = "合併模組";
"Combined details" = "合併詳細資訊";
"Spacing" = "間距";
"Share anonymous telemetry" = "分享匿名診斷資料";
"Choose file" = "選擇檔案";
"Stress tests" = "壓力測試";

// Dashboard
"Serial number" = "序號";
"Model identifier" = "機型識別碼";
"Production year" = "製造年份";
"Uptime" = "開機時間";
"Number of cores" = "%0 核心";
"Number of threads" = "%0 執行緒";
"Number of e-cores" = "%0 個節能核心";
"Number of p-cores" = "%0 個效能核心";
"Disks" = "磁碟機";
"Display" = "顯示器";

// Update
"The latest version of Stats installed" = "已安裝最新版本";
"Downloading..." = "下載中⋯";
"Current version: " = "目前版本：";
"Latest version: " = "最新版本：";

// Widgets
"Color" = "色彩";
"Label" = "標籤";
"Box" = "背景";
"Frame" = "外框";
"Value" = "數值";
"Colorize" = "以色彩顯示";
"Colorize value" = "以色彩顯示數值";
"Additional information" = "附加資訊";
"Reverse values order" = "在上方列顯示已使用數值";
"Base" = "單位";
"Display mode" = "顯示模式";
"One row" = "單列";
"Two rows" = "雙列";
"Mini widget" = "小型";
"Line chart widget" = "線狀圖";
"Bar chart widget" = "柱狀圖";
"Pie chart widget" = "圓形圖";
"Network chart widget" = "網狀圖";
"Speed widget" = "讀寫速度";
"Battery widget" = "電池";
"Stack widget" = "疊放";
"Memory widget" = "容量";
"Static width" = "靜態寬度";
"Tachometer widget" = "轉速計";
"State widget" = "State小工具";
"Text widget" = "文字";
"Battery details widget" = "電池詳細資訊";
"Show symbols" = "顯示符號";
"Label widget" = "標籤";
"Number of reads in the chart" = "圖表顯示的未讀標記";
"Color of download" = "下載的顯示色彩";
"Color of upload" = "上傳的顯示色彩";
"Monospaced font" = "等寬字體";
"Reverse order" = "排序對調";
"Chart history" = "圖表顯示區間";
"Default color" = "預設"; // translategemma:4b
"Transparent when no activity" = "閒置時以透明顯示";
"Constant color" = "恆定色彩";

// Module Kit
"Open module settings" = "打開模組設定";
"Select widget" = "選擇「%0」小工具";
"Open widget settings" = "打開小工具設定";
"Update interval" = "更新頻率";
"Usage history" = "負載歷程記錄";
"Details" = "詳細資訊";
"Top processes" = "高能耗程序";
"Pictogram" = "標示";
"Module" = "模組";
"Widgets" = "小工具";
"Popup" = "彈出式視窗";
"Notifications" = "通知";
"Merge widgets" = "合併小工具";
"No available widgets to configure" = "沒有可用的小工具來進行組態設定";
"No options to configure for the popup in this module" = "沒有可用於此模組的彈出式視窗組態設定選項";
"Process" = "程序";
"Kill process" = "結束程序";
"Keyboard shortcut" = "鍵盤快速鍵";
"Listening..." = "監聽中⋯";

// Modules
"Number of top processes" = "高能耗程序數量";
"Update interval for top processes" = "高能耗程序更新頻率";
"Notification level" = "觸發通知的數值";
"Chart color" = "圖表色彩";
"Main chart scaling" = "主圖表縮放";
"Scale value" = "縮放值";
"Text widget value" = "文字小工具值";

// CPU
"CPU usage" = "CPU使用量";
"CPU temperature" = "CPU溫度";
"CPU frequency" = "CPU頻率";
"System" = "根據系統";
"User" = "使用者";
"Idle" = "閒置";
"Show usage per core" = "顯示每個核心的使用狀態";
"Show hyper-threading cores" = "顯示超執行緒核心";
"Split the value (System/User)" = "分割值 (系統/使用者)";
"Scheduler limit" = "調度限制";
"Speed limit" = "速度限制";
"Average load" = "平均負載";
"1 minute" = "1分鐘";
"5 minutes" = "5分鐘";
"15 minutes" = "15分鐘";
"CPU usage threshold" = "CPU使用量臨界值";
"CPU usage is" = "CPU使用量：%0";
"Efficiency cores" = "節能核心";
"Performance cores" = "效能核心";
"System color" = "系統占用色彩";
"User color" = "使用者占用色彩";
"Idle color" = "閒置色彩";
"Cluster grouping" = "依群集分組";
"Efficiency cores color" = "節能核心色彩";
"Performance cores color" = "效能核心色彩";
"Total load" = "總占用";
"System load" = "系統占用";
"User load" = "使用者占用";
"Efficiency cores load" = "節能核心占用";
"Performance cores load" = "效能核心占用";
"All cores" = "總核心占用";

// GPU
"GPU to show" = "顯示GPU";
"Show GPU type" = "顯示GPU類型";
"GPU enabled" = "啟用GPU";
"GPU disabled" = "停用GPU";
"GPU temperature" = "GPU溫度";
"GPU utilization" = "GPU使用率";
"Vendor" = "製造商";
"Model" = "型號";
"Status" = "狀態";
"Active" = "使用中";
"Non active" = "未在使用";
"Fan speed" = "風扇轉速";
"Core clock" = "核心時脈";
"Memory clock" = "記憶體時脈";
"Utilization" = "利用率";
"Render utilization" = "渲染利用率";
"Tiler utilization" = "圖塊利用率";
"GPU usage threshold" = "GPU使用量臨界值";
"GPU usage is" = "GPU使用量：%0";

// RAM
"Memory usage" = "記憶體使用量";
"Memory pressure" = "記憶體壓力";
"Total" = "總共";
"Used" = "已使用";
"App" = "App記憶體";
"Wired" = "連動";
"Compressed" = "已壓縮";
"Free" = "可使用";
"Swap" = "交換";
"Split the value (App/Wired/Compressed)" = "分割值 (App/固定/壓縮)";
"RAM utilization threshold" = "記憶體利用率臨界值";
"RAM utilization is" = "記憶體利用率：%0";
"App color" = "App色彩";
"Wired color" = "連動記憶體色彩";
"Compressed color" = "已壓縮記憶體色彩";
"Free color" = "閒置記憶體色彩";
"Free memory (less than)" = "可用記憶體 (小於)";
"Swap size" = "已使用交換";
"Free RAM is" = "可用記憶體剩餘 %0";

// Disk
"Show removable disks" = "顯示抽取式磁碟";
"Used disk memory" = "總共：%1，已用：%0";
"Free disk memory" = "總共：%1，可用：%0";
"Disk to show" = "顯示磁碟";
"Open disk" = "開啟磁碟";
"Switch view" = "切換視窗";
"Disk utilization threshold" = "磁碟利用率臨界值";
"Disk utilization is" = "磁碟利用率：%0";
"Read color" = "讀取色彩";
"Write color" = "寫入色彩";
"Disk usage" = "磁碟使用量";
"Total read" = "總讀取";
"Total written" = "總寫入";
"Write speed" = "寫入";
"Read speed" = "讀取";
"Drives" = "磁碟機";
"SMART data" = "SMART資料";

// Sensors
"Temperature unit" = "溫度單位";
"Celsius" = "攝氏 (˚C)";
"Fahrenheit" = "華氏 (˚F)";
"Save the fan speed" = "儲存風扇速度";
"Fan" = "風扇";
"HID sensors" = "HID感知器";
"Synchronize fan's control" = "同步風扇控制";
"Current" = "電流";
"Energy" = "能耗";
"Show unknown sensors" = "顯示未知的感知器";
"Install fan helper" = "安裝風扇輔助程式";
"Uninstall fan helper" = "解除安裝風扇輔助程式";
"Fan value" = "風扇轉速值";
"Turn off fan" = "關閉風扇";
"You are going to turn off the fan. This is not recommended action that can damage your mac, are you sure you want to do that?" = "您似乎要關閉您Mac的風扇。不建議進行此操作，因為這可能會造成Mac的損毀，您確定仍要關閉風扇嗎？";
"Sensor threshold" = "感知器臨界值";
"Left fan" = "左側風扇";
"Right fan" = "右側風扇";
"Fastest fan" = "最快速度";
"Sensor to show" = "要顯示的感知器";

// Network
"Uploading" = "上傳";
"Downloading" = "下載";
"Public IP" = "公用IP";
"Local IP" = "區域IP";
"Interface" = "介面";
"Physical address" = "實體位址";
"Refresh" = "重新整理";
"Click to copy public IP address" = "點按來拷貝公用IP位址";
"Click to copy local IP address" = "點按來拷貝區域IP位址";
"Click to copy wifi name" = "點按來拷貝Wi-Fi名稱";
"Click to copy mac address" = "點按來拷貝MAC位址";
"No connection" = "沒有連線";
"Network interface" = "網路介面卡";
"Total download" = "共下載";
"Total upload" = "共上傳";
"Reader type" = "讀取機類型";
"Interface based" = "依介面卡";
"Processes based" = "依程序";
"Reset data usage" = "重置資料用量";
"VPN mode" = "VPN模式";
"Standard" = "標準";
"Security" = "安全";
"Channel" = "通道";
"Common scale" = "統一比例";
"Autodetection" = "自動檢測";
"Widget activation threshold" = "小工具啟動臨界值";
"Internet connection" = "網際網路連線裝態";
"Active state color" = "已連線狀態色彩";
"Nonactive state color" = "未連線狀態色彩";
"Connectivity host (ICMP)" = "連線能力測試主機（ICMP）";
"Leave empty to disable the check" = "留空來停用檢查";
"Connectivity history" = "連線歷程紀錄";
"Auto-refresh public IP address" = "自動重新整理公用IP位址";
"Every hour" = "每小時";
"Every 12 hours" = "每12小時";
"Every 24 hours" = "每24小時";
"Network activity" = "網路活動";
"Last reset" = "上次重置於 %0 前";
"Latency" = "延遲";
"Upload speed" = "上傳";
"Download speed" = "下載";
"Address" = "位址";
"WiFi network" = "Wi-Fi網路";
"Local IP changed" = "區域IP已變更";
"Public IP changed" = "公用IP已變更";
"Previous IP" = "舊IP：%0";
"New IP" = "新IP：%0";
"Internet connection lost" = "網際網路連線已遺失";
"Internet connection established" = "網際網路連線已建立";

// Battery
"Level" = "電量";
"Source" = "電源";
"AC Power" = "交流電";
"Battery Power" = "電池";
"Time" = "時間";
"Health" = "健康度";
"Amperage" = "電流";
"Voltage" = "電壓";
"Cycles" = "循環使用次數";
"Temperature" = "溫度";
"Power adapter" = "電源供應器";
"Power" = "功率";
"Is charging" = "充電中";
"Time to discharge" = "放電時間";
"Time to charge" = "充電時間";
"Calculating" = "計算中";
"Fully charged" = "已充飽";
"Not connected" = "未連接";
"Low level notification" = "低電量通知";
"High level notification" = "高電量通知";
"Low battery" = "低電量";
"High battery" = "高電量";
"Battery remaining" = "剩餘 %0%";
"Battery remaining to full charge" = "再%0%充飽";
"Percentage" = "百分比";
"Percentage and time" = "百分比和時間";
"Time and percentage" = "時間和百分比";
"Time format" = "時間格式";
"Hide additional information when full" = "電池充飽後隱藏其他資訊";
"Last charge" = "最近一次充電";
"Capacity" = "容量";
"current / maximum / designed" = "目前容量/最大容量/設計容量";
"Low power mode" = "低電量模式";
"Percentage inside the icon" = "在圖示內顯示百分比";
"Colorize battery" = "啟用彩色電池圖示";
"Charging current" = "充電電流";
"Charging Voltage" = "充電電壓";
"Charger state inside the battery" = "在電池圖示中顯示充電狀態";

// Bluetooth
"Battery to show" = "顯示藍牙裝置的電池電量";
"No Bluetooth devices are available" = "沒有可用的藍牙裝置";

// Clock
"Time zone" = "時區";
"Local" = "目前位置";
"Calendar" = "日曆";
"Show week numbers" = "顯示週數";
"Local time" = "當地時間";
"Add new clock" = "加入新時鐘";
"Delete selected clock" = "刪除所選時鐘";
"Help with datetime format" = "時間日期格式說明";

// Colors
"Based on utilization" = "根據使用率";
"Based on pressure" = "根據壓力";
"Based on cluster" = "根據群集";
"System accent" = "系統強調色";
"Monochrome accent" = "黑白";
"Clear" = "透明";
"White" = "白色";
"Black" = "黑色";
"Gray" = "灰色1";
"Second gray" = "灰色2";
"Dark gray" = "深灰色";
"Light gray" = "淺灰色";
"Red" = "紅色1";
"Second red" = "紅色2";
"Green" = "綠色1";
"Second green" = "綠色2";
"Blue" = "藍色1";
"Second blue" = "藍色2";
"Yellow" = "黃色1";
"Second yellow" = "黃色2";
"Orange" = "橙色1";
"Second orange" = "橙色2";
"Purple" = "紫色1";
"Second purple" = "紫色2";
"Brown" = "棕色1";
"Second brown" = "棕色2";
"Cyan" = "青色";
"Magenta" = "洋紅色";
"Pink" = "粉色";
"Teal" = "藍綠色";
"Indigo" = "靛色";
